{"batchcomplete":"","query":{"normalized":[{"from":"John Arthur ","to":"John Arthur"}],"pages":{"6770164":{"pageid":6770164,"ns":0,"title":"John Arthur","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{EngvarB|date=September 2014}}\n{{Use dmy dates|date=September 2014}}\n{{Other people}}\n{{Infobox person\n| name        = John William Arthur\n| image       = Captainartur.JPG\n| alt         = \n| caption     = Captain John Arthur, commander of the Kikuyu Mission Carrier Corps\n| birth_name  = \n| birth_date  = 1881\n| birth_place = [[Glasgow]]\n| death_date  = {{Death year and age|1952|1881}}\n| death_place = [[Edinburgh]]\n| nationality = British\n| other_names = \n| known_for   = \n| occupation  = Medical missionary\n}}\n'''John William Arthur''' {{post-nominals|country=GBR|OBE}} (born [[Glasgow]], 1881, died [[Edinburgh]], 1952) was a medical [[missionary]] and [[Church of Scotland]] minister who served in [[British East Africa]] ([[Kenya]]) from 1907 to 1937. He was known simply as \"Doctor Arthur\" to generations of Africans.\n\n==Early life and Education in Scotland==\n\nJohn William Arthur was the son of John W. Arthur, a Glasgow businessman of firm evangelical Christian convictions. Arthur wanted to be a missionary from an early age. He was educated at [[Glasgow Academy]] and [[Glasgow University]] from where he graduated with a [[Bachelor of Medicine and Surgery]] in 1903. He graduated with the Doctor of Medicine degree in 1906. He was ordained (following a special short course in theology) as a minister of the Church of Scotland in 1915 and was married in 1921.\n\n==Missionary Work in East Africa==\n[[File:Kikuyu Church.JPG|left|thumb|The Scott-Watson Memorial Church, Kikuyu Mission station, birthplace of the Alliance of Protestant Missions]]\n\n===Medical missionary===\n\nArthur was appointed to the post of medical missionary at the [[Kikuyu people|Kikuyu]] Mission, [[British East Africa]] ([[Kenya]]), in 1906, arriving at the mission on 1 January 1907. He opened the mission's first hospital and became involved with its evangelistic and educational began work on the first school on the Kikuyu Mission Station within six weeks of his arrival in Kenya. One of the many Africans influenced by Arthur and the mission was [[Jomo Kenyatta]], who was a student at the mission station school. It is a fact that Arthur performed surgery on Kenyatta, when the latter was still known as [[Johnstone Kamau]]. Kenyatta was a student in his early years in the mission, but the Church demanded that if he went on to secondary school that he should join the Church, but Kenyatta refused and became a clerk in Nairobi.In later years, Kenyatta regularly spoke warmly of the Kikuyu Mission station as the pioneer centre of Kenyan education.\n\nArthur's zeal and capacity for work led to him being honoured by the Kikuyu with the tribal name ''Rigitari'' (\"Doctor\").\n\n===Mission Leader===\n\n[[File:Church of the Torch.JPG|thumb| The Church of the Torch, Kikuyu]]\n\nArthur succeeded [[Henry E. Scott]] as head of the mission on Scott's death in 1911 and served in that capacity until 1937. After a short course of theological study, he was ordained in 1915 and increasingly concentrated on ministerial matters rather than medical practice. He oversaw the mission during a period of notable growth: when he joined the mission staff, there were no baptised Christians among the Kikuyu people; by the time of his retirement, the membership of the Christian community in Kikuyu numbered nearly 11,000. The rapid growth in membership necessitated the building of the [[Church of the Torch]] which was completed between 1927–1933. The Church of the Torch is still one of the largest and most influential congregations within the [[Presbyterian Church of East Africa]] today. Upon becoming President, Jomo Kenyatta presented the Church of the Torch with new doors.\n\n===Wider Missionary Leadership===\n\nArthur came to be accepted as one of the foremost spokesmen of missionary opinion in East Africa and worked enthusiastically for inter-mission co-operation. From 1907 an idea has been advanced to start a \"missionary alliance\". Following several initial efforts at forging missionary co-operation, Arthur arranged for a conference to take place at Kikuyu in 1913 for discussions on this subject. Subsequently, the Alliance of Protestant Missions was formed, although not until 1918, due to the intervention of the [[First World War]]. Arthur served as leader of the Alliance for several years. The Alliance was the fore-runner of today's [[National Council of Churches of Kenya]].\n\n===Wartime Service===\n\nDuring the [[First World War]], Arthur fiercely opposed the conscription of African members of the mission by the British Army as porters. When he saw that conscription was inevitable, he organised the Kikuyu Mission Volunteer Carrier Corps for service in [[German East Africa]] and became its commanding officer, with the rank of Captain. He was awarded the [[OBE]] in 1920 for his war services. Historians note that the Kikuyu Mission Volunteers suffered the lowest rate of casualties of any unit in the East Africa Forces, which is largely attributed to Arthur's care for his men.\n\n===Relations with the Colonial Government===\n\nArthur also worked with the colonial government, applying pressure from within for reforms. His concern for the welfare of Kenyans led Arthur to challenge the power of white settlers of Kenya on many occasions. For example, he led the Alliance of Protestant Missions into protesting against white settlers' abuse of Kenyans in the agricultural sector, and successfully convinced the colonial government not to permit forced labour on settler farms. He also joined other Church of Scotland missionaries in working on the margins of one of the early African independence movements, the Kikuyu Association, led by [[Harry Thuku]]. However, Arthur quickly distanced himself from Thuku when the latter promoted civil unrest.\n\nHe was a close advisor to [[J. H. Oldham]] and was deeply involved in the conference in London in 1923 that declared the paramountcy of African interests in Kenya. He sat on various councils and served (from 1924–1926) as representative of African interests on the [[Legislative Council of Kenya]] and (1928–1929) on the [[Kenyan Executive Council]]. Arthur was particularly concerned with problems of education, land ownership and labour reforms, and was involved in debates over the practice of [[female genital mutilation]] amongst the indigenous population.\n\n===Championing Education for Africans===\n\n[[File:KikuyuSchool.JPG|thumb|Kikuyu School]]\n\nMany colonialists were opposed to allowing Africans any education beyond the most basic level, taking the view that African s were incapable of benefiting from education. Others felt that it was best only to give African Kenyans just enough education to make them useful as labour. Arthur strongly opposed this attitude. He believed that Kenyans (and indeed all Africans in British Colonies) should be given access to primary, secondary and tertiary education. In the 1920s he was prominent in the leadership of a group of missionaries and others who succeeded in convincing the British government to open up education not only for Kenyans, but for Africans in all the colonies. Thus, in many ways, Arthur is one of the fathers of education in the whole continent of Africa.\n\n==The Alliance High School==\nThe opening up of education to Africans naturally opened up all manner of possibilities for new institutions at Kikuyu. The Alliance of Protestant Missions initially hoped to start a medical college at the mission station. The colonial Medical Department objected to such an idea, so the Alliance determined to create a high school instead. JS Smith notes that from the early 1920s, Arthur had worked untiringly for the establishment of the school, often alone and often without missionary or government backing. In 1926, the High School was established, known as [[Alliance High School (Kenya)|Alliance High School]], and run under the auspices of the Alliance of Protestant Missions. Arthur was the main speaker for the Alliance at the official opening day of AHS in 1926. Arthur served on the AHS Board of Governors for the next 11 years, as well as being Secretary to the Board for one term of office and chairman of the board for two terms of office. Alliance High School soon became the premier African boys school in Kenya. At the time of Kenyan Independence in 1963, 10 of the 17 cabinet ministers in Jomo Kenyatta's government were AHS alumni. At the AHS Speech Day in 1953, the school's second principal, [[Carey Francis]], announced the death of Arthur. It was decided that in Arthur's honour and to remember his special contribution to the establishment of AHS, a house would be named after him, Arthur House. The official history of Alliance High School credits Arthur as being the most significant individual in the foundation of the school.<ref>J. Stephen Smith, The History of the Alliance High School (Nairobi: Heinemann, 1973) p. 188</ref>\n\n==The Female Genital Mutilation Controversy==\n[[File:KikuyuKirksession.JPG|thumb|The board of elders in Kikuyu, 1920, with Arthur seated in the front row, five from the left, wearing the traditional Scottish minister's [[Geneva gown]], complete with academic hood]]\n\nFrom 1929 Arthur sought to strengthen the mission's resistance to the practice of [[Female Genital Mutilation]] (FGM). This practice was an ancient tradition of the Kikuyu tribe, who constituted the majority membership of the Church of Scotland Mission in Kenya. He was appalled by the needless suffering inflicted upon woman by [[Female genital cutting|cliterodectomy]], and was especially outraged by the common incidence of forced FGM upon girls.\n\nArthur's views were almost universally shared by the leaders of all the mission agencies operating in Kenya at that time, but many settlers and government officials believed he was stirring up an unnecessary controversy amongst the Kikuyu. The [[Kikuyu Central Association]] (KCA) also denounced Arthur. They claimed that he and the various missions were seeking to eradicate traditional Kikuyu culture. Jomo Kenyatta, a leading KCA member, returned to Kenya from the UK during the circumcision controversy, and spoke out vehemently against Arthur. It is sais that Jomo's daughter was not operated upon. In return, Arthur recommended that Kenyatta and his fellow KCA members be disciplined by the colonial authorities.\n\nThe most surprisingly negative reaction to Arthur came from within the church. Many Kikuyu felt that because the Bible was silent on the issue of cliterodectomy, it was therefore not contrary to Christian belief. Arthur's stance was caricatured as \"Dr Arthur's 11th Commandment\".<ref>C.G. Rosberg and J. Nottingham, \"The Myth of Mau Mau: Nationalism in Kenya\" (New York: Meridian, 1970), p. 120.</ref>\n\nArthur and the other missionaries recognised that the KCA had a major role in fomenting the circumcision controversy, and so demanded that Presbyterian Christians not only publicly renounce FGM, but the KCA as well. However, the KCA had a strong grip on many within the church. About half of the Kikuyu members left the Church of Scotland and formed Independent African churches, with attendant institutions such as teacher training colleges, the latter becoming fertile recruiting and training grounds for the KCA. It took some eight years before church membership again reached the level of 1929.\n\nUnder a barrage of criticism, Arthur resigned from the Legislative Council and his reputation in Government circles as a voice of African interests was irreversibly damaged. The Kenya Government Department of Native Affairs were scathing in their assessment of the FGM controversy, describing Arthur as being \"fanatical\" in his views.<ref>R. MacPherson, ''The Presbyterian Church in Kenya'' (Nairobi: PCEA, 1970), p. 106</ref>  Arthur had misread the political mood of the Kikuyu. In adhering to his principles, he paid a heavy price. Nevertheless, he maintained the confidence of his missionary colleagues and many Kikuyu Christians.\n\nDespite this devastating setback, Arthur continued his missionary work with zeal. MacPherson notes that apart from masterminding the construction of the Church of the Torch, Arthur devoted his last years in Kenya to building up indigenous church leaders, for the day that the Church would become fully independent of missionaries.\n\n==Ministry after Africa==\n[[File:Arthur Memorial.JPG|thumb|Memorial to John Arthur placed in the Church of the Torch, Kikuyu]]\nArthur retired in April 1937 and acted for a period as personal assistant at St Columba's (Church of Scotland), Pont Street, London. He then served as minister of [[Dunbog]], Fife, a post which he held for around ten years. When he retired from Dunbog, Arthur took up residence in [[Edinburgh]] acting as locum tenes at the Tron Church for a year and spent the last year of his life as chaplain to the [[Astley-Ainslie Hospital]]. During his later years Arthur gave a number of interviews and papers on Kenya and East Africa, writing, for example, ''East Africa in Transition'' in 1942. He returned to Kenya briefly in 1948 for the jubilee celebrations of the Church of Scotland mission.\n\n==Athletics==\nArthur was a noted athlete and mountaineer. Whilst in Kenya he devoted most of his spare time to mountaineering and became president of the Mountain Club of East Africa.\n\n==Honours==\n*[[OBE]], 1920.\n*Honorary [[Doctor of Divinity]] (D.D.), [[University of St Andrews]], 1946.\n*Fellow of the [[Royal Geographical Society]].\n\n==Papers==\n[[File:Banguru.JPG|thumb|The Banguru, Arthur's home in Kikuyu]]\n* '''Principal papers''': Edinburgh University Library holds the papers of John William Arthur (Gen. 762–765). According to Brian McIntosh, in his doctoral thesis ''The Scottish Mission in Kenya 1891–1923'' (Edinburgh University, 1969), the Arthur papers were shorn of any document of a controversial or personal nature before they were deposited.\n* '''Macpherson collection''': After Arthur's death the Reverend Robert Macpherson, also a missionary in Kenya, reported that Arthur had left two large boxes of papers. Macpherson separated these into personal and mission papers, and arranged the latter into four groups and listed them. A decision as to the eventual disposal of the documents was postponed. Very few of the items on Macpherson's list seem to be in the collection at [[Edinburgh University]]. It is likely that the original collection, some of which related to the mission before the arrival of Arthur, including the [[Kibwezi]] phase, and to other missionaries, such as to David Clement Scott, was split either before or after its arrival at Edinburgh.\n* '''Gatu collection''': After his death, some of Arthur's personal papers remained in the possession of his daughter, who donated them to the Presbyterian Church of East Africa (PCEA) in the late 1990s. It is thought that some papers were given into the keeping of [[John Gatu]], former Secretary-General and Moderator of the PCEA.\n\n==Related Studies==\n* W.B. Anderson,''''' \"The Church in East Africa 1840–1974\"''''' (Dodoma: Central Tanganyika Press, 1977).\n* Jocelyn Murray, The Church Missionary Society and the \"Female Circumcision\" Issue in Kenya 1929–1932, '''''Journal of Religion in Africa''''', Vol. 8, Fasc. 2 (1976), pp.&nbsp;92–104.\n*G. Hodges, '''''''Kariakor''''''' (Nairobi: University of Nairobi Press, 1999).\n* CW Hutcheson (ed) '''''\"Kikuyu: 1989-1923\"''''' (Edinburgh: Blackwood, 1923).\n* '''''''Kikuyu News''''''' (Edinburgh: Church of Scotland, 1915–1949).\n* R. MacPherson, '''''''The Presbyterian Church in Kenya''''''' (Nairobi: PCEA, 1970).\n*J. Stephen Smith, '''''''The History of the Alliance High School''''''' (Nairobi: Heinemann, 1973).\n* Brian McIntosh, '''''''The Scottish Mission in Kenya 1891–1923''''''' (Unpublished Ph.D., Edinburgh University, 1969).\n*Cora Ann Presley, '''''''Kikuyu Women, the Mau Mau Rebellion, and Social Change in Kenya'''''''\n* C.G. Rosberg and J. Nottingham, '''''\"The Myth of Mau Mau: Nationalism in Kenya\"''''' (New York: Meridian, 1970).\n\n==External links==\n* [http://www.pceakikuyuhospital.org/asp/index.asp   Kikuyu Hospital]\n* [http://www.ncck.org/homepage/index.asp  National Council of Churches of Kenya]\n* [http://www.alliancehighschool.org Alliance High School]\n\n==Notes==\n<references/>\n{{Protestant missions to Africa}}\n\n{{DEFAULTSORT:Arthur, John}}\n[[Category:1881 births]]\n[[Category:1952 deaths]]\n[[Category:Scottish explorers]]\n[[Category:Explorers of Africa]]\n[[Category:Christian missionaries in Kenya]]\n[[Category:Ministers of the Church of Scotland]]\n[[Category:Scottish Calvinist and Reformed theologians]]\n[[Category:Alumni of the University of Glasgow]]\n[[Category:People educated at the Glasgow Academy]]\n[[Category:Officers of the Order of the British Empire]]\n[[Category:Fellows of the Royal Geographical Society]]\n[[Category:Scottish Presbyterian missionaries]]\n[[Category:Christian medical missionaries]]\n[[Category:Members of the Legislative Council of Kenya]]"}]}}}}