{"batchcomplete":"","query":{"pages":{"8464620":{"pageid":8464620,"ns":0,"title":"Jean-Louis Le Moigne","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{no footnotes|date=February 2013}}\n[[File:Edgar Morin et Jean-Louis Le Moigne.jpg|thumb|[[Edgar Morin]] and Jean-Louis Le Moigne.]]\n'''Jean-Louis Le Moigne''' ({{IPA-fr|mwaɲ|lang}}; born 22 March 1931) is a French specialist on [[systems theory]] and [[constructivist epistemology]]. He is an alumnus from [[École Centrale Paris]].\n\n==Biography==\nJean-Louis Le Moigne was born on March 22, 1931 in [[Casablanca]], [[French Morocco]]. He is married to Maguy Le Moigne, and they have 3 children.\n* ECP ([[École centrale Paris]]) Engineer (1955). Diplomas from ITP Harvard Business School and the [[MIT Sloan School of Management]] (1970–71).\n* Industrial Career 1959-1971: Shell Group France: lubricant development; operational research; Informational Organization; Central Planning; Director of South-West Region, Logistics.\n* Professor (1971-1997), later Emeritus Professor of Universities, (systems science, engineering of organizations science, ...), at l'Université d'Aix-Marseille III in Aix-en-Provence, France.\n* Co-founder, in 1975, and later director (1988-1997) of GRASCE (Research Group on the Adaptation, the Systems, and the Complexity of the Economy), associated to the CNRS since its origin.\n* Since 1997, associated member of this Group henceforth integrated with GREQAM, UMR CNRS Marseilles.\n* Member of committees which compiled several international scientific reviews (system, Information, Decision, Organization)\n\nThe biography that follows was realized from discussions that Jean-Louis Le Moigne granted during the year 1998 as part of the preparation for the publication of its \"Mix\" (a collective work realized in his honor, to which important authors contributed — among which are: Herbert Simon, Edgar Morin, Ernst von Glasersfeld, P.  Tabatoni, H. Bartoli — that was published under the title '''''Between Systemic & Complexity: Trailblazing''''', to the P. U. F. in 1999).\n\nJean-Louis Le Moigne was born on March 22, 1931 in Casablanca; he is the eldest child of three children.  His father, Emile Le Moigne, had embraced a career of engineering that led him to move to Morocco for a few years in order to contribute there by building a hydraulic barrier that made him famous in the area and that was inaugurated after 1940.  Emile was himself the son of a French police officer, of Breton origin and from the countryside, that had benefited from the \"social promotion\" that was authorized by the institutions of the Third Republic after the war of 1870—and who probably gave the name Emile to his son in reference to [[Émile Zola]]. Like a lot of military officers' sons, Emile Le Moigne would be schooled in a military secondary school, La Flèche, before entering the Naval school and would serve during the war of 1914-1918 as a young naval officer.  The war caused him some health problems that forced him to return then to civilian life: The army granted him a scholarship to Supélec (engineering school), and it was as an electrical engineer that he was called to contribute to the electric industrialization of Morocco.  Émile would meet the mother of Jean-Louis, the daughter of an officer, who participated during that time in the construction of the railroads of Morocco. Note to the reader: this maternal grandfather marked the early childhood of Jean-Louis: he was the seventh boy of a family of nine children—that had emigrated from la Creuse (where his father was a mason) towards the [[Nièvre]] where there seemed to be more work... --\n\n==Bibliography==\n* ''Les systèmes d’information dans les organisations'', 1973, PUF.\n* ''Les systèmes de décision dans les organisations'', 1974, PUF.\n* (with D. Carré), ''Auto-organisation de l’entreprise. 50 propositions pour l’autogestion'', 1977, Les Éditions d’Organisation.\n* [http://www.mcxapc.org/inserts/ouvrages/0609tsgtm.pdf''La théorie du système général. Théorie de la modélisation''], 1977, PUF. Rééditions en 1986, 1990, 1994 and 2006 accessible as e-book ISBN 2-13-038483-8.\n* ''La modélisation des systèmes complexes'', 1990, Éd. Dunod. Reedited en 1995.\n* ''Le constructivisme, t. 1 : Les fondements'', 1994, Éd. ESF.\n* ''Le constructivisme, t. 2 : Des épistémologies'', 1995, Éd. ESF.\n* ''Les épistémologies constructivistes'', 1995, PUF, « Que sais-je ? ».\n* (avec [[Edgar Morin|E. Morin]]), ''Comprendre la complexité dans les organisations de soins'', 1997, ASPEPS Éd.\n* (avec E. Morin), ''L'Intelligence de la Complexité'', 1999, Éd. l'Harmattan.\n* ''Le Constructivisme, t. 1  : Les enracinements'', 2002, Éd. l'Harmattan.\n* ''Le Constructivisme, t. 2  : Épistémologie de l’interdisciplinarité'', 2003, Éd. l'Harmattan.\n* ''Le Constructivisme, t. 3  : Modéliser pour comprendre'', 2003, Éd. l'Harmattan.\n\n==See also==\n* [[Constructivist epistemology]]\n\n==External links==\n* [http://www.vonglasersfeld.com/225 \"Le Moigne's Defense of Constructivism\"] by [[Ernst von Glasersfeld]]\n* [http://www.mcxapc.org/fileadmin/docs/erikss1.pdf \"A Principal Exposition of Jean-Louis Le Moigne’s Systemic Theory\"] by Darek M. Eriksson\n* Interview of Jean Louis Le Moigne addressing [[think tanks]] issues:  [http://www.oftt.eu/spip.php?article80 French Observatory of Think Tanks]\n\n{{Authority control}}\n\n{{DEFAULTSORT:Moigne, Jean-Louis Le}}\n[[Category:1931 births]]\n[[Category:Living people]]\n[[Category:People from Casablanca]]\n[[Category:Moroccan emigrants to France]]\n[[Category:École Centrale Paris alumni]]\n[[Category:Harvard Business School alumni]]\n[[Category:MIT Sloan School of Management alumni]]\n[[Category:Epistemologists]]\n[[Category:20th-century French philosophers]]\n[[Category:21st-century philosophers]]\n[[Category:21st-century French writers]]\n[[Category:French male writers]]"}]}}}}