{"batchcomplete":"","query":{"pages":{"30871669":{"pageid":30871669,"ns":0,"title":"Daniel Guérin","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Use dmy dates|date=July 2013}}\n{{more footnotes|date=May 2010}}\n'''Daniel Guérin''' ({{IPA-fr|ɡeʁɛ̃|lang}}; 19 May 1904, [[Paris]] – 14 April 1988, [[Suresnes]]) was a French [[anarcho-communist]] author, best known for his work ''[[Anarchism: From Theory to Practice]]'', as well as his collection ''[[No Gods No Masters: An Anthology of Anarchism]]'' in which he collected writings on the idea and movement it inspired, from the first writings of [[Max Stirner]] in the mid-19th century through the first half of the 20th century. He is also known for his opposition to [[Nazism]], [[fascism]] and [[colonialism]], in addition to his support for the [[Confederación Nacional del Trabajo]] (CNT) during the [[Spanish Civil War]], and his revolutionary defence of [[free love]] and [[homosexuality]] (see [[Anarchism and LGBT rights]]).\n\n==CGT, PSOP, and Libertarian Marxism==\n{{Libertarian socialism}}\nGuérin was born in a liberal Parisian family.<ref name=\"Marshall2005\">{{cite book|author=Bill Marshall|title=France and the Americas: Culture, Politics, and History : a Multidisciplinary Encyclopedia|url=https://books.google.com/books?id=jfq5Tp0nq98C&pg=PA541|year=2005|publisher=ABC-CLIO|isbn=978-1-85109-411-0|pages=541–}}</ref> Early on, he started political activism in the [[anarcho-syndicalism|revolutionary syndicalist]] magazine ''La Révolution prolétarienne'' of [[Pierre Monatte]]. He abandoned university and a literary career in 1926, traveling to [[Lebanon]] (1927–1929) and [[French Indochina]] (1929–1930) and became a passionate opponent of colonial ventures.<ref name=\"Marshall2005\"/> In 1932, he joined the ''[[Confédération Générale du Travail]]'', a syndicalist [[trade union]]; in the mid-1930s, he entered [[Marceau Pivert]]'s movement ''Gauche Révolutionnaire'' (\"Revolutionary Left\"), a current of the [[SFIO Party]]. When the ''Gauche'' was excluded from the SFIO, he became one of the leaders of the new ''[[Workers and Peasants Socialist Party|Parti Socialiste Ouvrier et Paysan]]'' (PSOP - \"Workers and Peasants Socialist Party\"), and was at that time quite close to [[Leon Trotsky]].\n\nIn 1933, he traveled to [[Nazi Germany]], an experience which inspired him to author ''[[Fascism and Big Business]]'', in which he detailed the roots of Nazi ideology and its ties to [[capitalism]]. Gradually, his [[ethos]] edged further left, eventually developing into a combination of [[Marxism]] and [[anarchism]]. In his essay ''Libertarian Marxism?'', he stated a belief that [[Karl Marx]]'s philosophy should be judged complete at the [[Paris Commune]], in which he appended his original plans for a two-step revolution, first abolishing [[Social class|class]], then abolishing [[government]], into a more immediate, [[Libertarian socialism|libertarian]] process. A brief summary of his ideas can be found in his own words:\n\n: \"''To call oneself a libertarian marxist today is not to look backwards but to be committed to the future. The libertarian marxist is not an [[academic]] but a [[militant]]. He is well aware that it is up to him to change the world - no more, no less. History throws him on the brink.  Everywhere the hour of the socialist revolution has sounded. Revolution - like landing on the moon - has entered the realm of the immediate and possible. Precise definition of the forms of a socialist society is no longer a [[utopia]]n scheme. The only utopians are those who close their eyes to these realities.''\" (''Why Libertarian Marxism, 1969'')\n\n==Spanish Civil War and the 1940s==\nWhen the [[Spanish Civil War]] broke out in 1936, he was quick to support the [[Second Spanish Republic|Republican]] side but within a year, after internal rifts in the Republican armed forces erupted into actual combat — the [[Stalinism|Stalinist]] [[Unified Socialist Party of Catalonia]] on one side, and the [[Trotskyism|Trotskyist]] [[Workers' Party of Marxist Unification]] (POUM) [the POUM was friendly toward Trotsky but he did not support it, and it is incorrect to call the POUM a Trotskyist party] and anarchist CNT on the other, he had lost a great deal of faith in the [[Soviet Union|Soviet]]-supported factions.\n\nIn 1946, Guérin went to the United States, and was appalled at the treatment of [[African Americans]], and their lack of [[social equality|equality]] with their [[White people|White]] counterparts.  He witnessed the [[Civil Rights Movement]], and chronicled his experience in his book ''[[Negroes On the March]]'', an important text in the doctrine of [[revolutionary integrationism]], which argues that the struggle for equality by African Americans in the U.S. is their primary struggle, that it can be won only via the struggle by the entire [[working class]] for [[socialism]], and that it is essential to that larger struggle. The same year he published his in-depth study of the [[French Revolution]], ''La lutte de classes sous la première République : Bourgeois et 'bras nus' (1793-1797)'' (\"Class struggle in the [[First Republic (France)|First Republic]]: [[Bourgeoisie]] and the people\") in which, unlike many [[leftist]] historians, he was very critical of the [[Jacobin (politics)|Jacobins]].\n\n==Later life==\nIn 1959, by publishing ''Youth of Libertarian Socialism'' he began his involvement with anarchism. Guérin belonged to several [[Anarchist communism|anarchist-communist]] organizations: the ORA (Anarchist Revolutionary Organization), from 1971 to 1977, the UTCL (Union of the Libertarian Communist Workers), from 1979 to his death in 1988 (in 1991, the UTCL became [[Alternative libertaire]]).\n\nHe also participated in the events of [[May 1968 in France|May 1968]] in [[Paris]], as well as his calls for [[Algeria]]n independence from France. Guérin's writings were prolific in France, but English translations are rare. Guérin was the subject of the French film ''Daniel Guérin, Combats Dans le Siècle (1904-1988)'', made by [[Patrice Spadoni]] and [[Laurent Mulheisen]]. In 1969 Guerin published an essay called \"Libertarian Marxism?\" in which he dealt with the debate between Karl Marx and [[Mikhail Bakunin]] at the [[First International]] and afterwards he suggested that \"Libertarian marxism rejects determinism and fatalism, giving the greater place to individual will, intuition, imagination, reflex speeds, and to the deep instincts of the masses, which are more far-seeing in hours of crisis than the reasonings of the ‘elites’; libertarian marxism thinks of the effects of surprise, provocation and boldness, refuses to be cluttered and paralysed by a heavy ‘scientific’ apparatus, doesn’t equivocate or bluff, and guards itself from adventurism as much as from fear of the unknown.\"<ref>[http://theanarchistlibrary.org/HTML/Daniel_Guerin__Libertarian_Marxism_.html Libertarian Marxism? by [[Daniel Guerin]]]</ref>\n\n==LGBTI activism==\nThe writings of the French [[bisexual]] anarchist Daniel Guérin offer an insight into the tension sexual minorities among the Left have often felt. He was a leading figure in the French Left from the 1930s until his death in 1988. He contributed to the homophile journal ''Arcadie''.<ref name=\"Marshall2005\"/>  In 1954, Guérin was widely attacked for his study of the [[Kinsey Reports]] in which he also detailed the oppression of homosexuals in France. \"The harshest [criticisms] came from Marxists, who tend seriously to underestimate the form of oppression which is antisexual terrorism. I expected it, of course, and I knew that in publishing my book I was running the risk of being attacked by those to whom I feel closest on a political level.\"<ref>Letter of 27 May 1955, Fonds Guérin, BDIC, F° Δ 721/carton 12/4, quoted in Chaperon, ‘Le fonds Daniel Guérin et l’histoire de la sexualité’ in Journal de la BDIC, no.5 (June 2002), p.10</ref> After [[coming out]] in 1965, Guérin was abandoned by the Left, and his papers on sexual liberation were censored or refused publication in left-wing journals.<ref>Berry, David. 2003. ''For a dialectic of homosexuality and revolution.'' Paper for \"Conference on \"Socialism and Sexuality. Past and present of radical sexual politics\", Amsterdam, 3–4 October 2003.</ref> Guérin was involved in the uprising of May 1968, and was a part of the French Gay Liberation movement that emerged after the events. Decades later, Frédéric Martel described Guérin as the \"grandfather of the French homosexual movement.\"<ref>Frédéric Martel, ''Le rose et le noir. Les homosexuels en France depuis 1968'' (Paris : Seuil, 2000), pp.46.</ref> Guérin spoke about the extreme hostility toward homosexuality that permeated the left throughout much of the 20th century.<ref>*The [[Parti Communiste Français]] was \"hysterically intransigent as far as ’moral behaviour’ was concerned\" (''Aragon, victime et profiteur du tabou'', in ''Gai Pied Hebdo'', 4 June 1983, reproduced in ''Homosexualité et Révolution'', pp. 62-3, quote p. 63.);<br />* The trotskyist [[Pierre Lambert]]'s OCI was \"completely hysterical with regard to homosexuality\"; [[Workers' Struggle|Lutte ouvri\u008fre]] was theoretically opposed to homosexuality; as was the [[Communist League|Ligue communiste]], despite their belatedly paying lip service to gay lib. (''à confesse'', Interview with Gérard Ponthieu in Sexpol no. 1 (20 January 1975), pp.10-14.)<br />* Together, Guérin argued, such groups bore a great deal of responsibility for fostering homophobic attitudes among the working class as late as the 1970s. Their attitude was \"the most blinkered, the most reactionary, the most antiscientific\". (''Etre homosexuel et révolutionnaire'', La Quinzaine littéraire, no. 215, no. spécial : ‘Les homosexualités’ (August 1975), pp. 9-10. Quote p. 10)</ref> \"Not so many years ago, to declare oneself a revolutionary and to confess to being homosexual were incompatible,\" Guérin wrote in 1975.<ref>Guérin, Daniel. 1975. ''Etre homosexuel et révolutionnaire'', La Quinzaine littéraire, no. 215, no. spécial : ‘Les homosexualités’ (August 1975), pp. 9-10.</ref> Guerin saw homosexuality as a form of \"class treason\" like many contemporaries.<ref name=\"Marshall2005\"/>\n\n==Works==\n* ''Le livre de la dix-huitième année'' (poèmes), Paris, Albin Michel, 1922\n* ''L'enchantement du Vendredi Saint'' (roman), Paris, Albin Michel, 1925\n* ''La vie selon la chair'' (roman), Paris, Albin Michel, 1929\n* ''Fascisme et grand capital. Italie-Allemagne'', Paris, Éditions de la révolution prolétarienne, 1936\n* ''La lutte des classes sous la Première République, 1793-1797'', Paris, Gallimard, 2 vol., 1946 (édition abrégée : ''Bourgeois et bras-nus, 1793-1795'', 1968)\n* ''Où va le peuple américain ?'', Paris, Julliard, 2 vol., 1950-1951\n* ''Au service des colonisés'', Paris, Éditions de Minuit, 1954\n* ''Kinsey et la sexualité'', Paris, Julliard, 1955\n* ''Les Antilles décolonisées'' (préface d'[[Aimé Césaire]], Paris, Présence Africaine, 1956\n* ''Jeunesse du socialisme libertaire'', Paris, Rivière, 1959\n* ''Shakespeare et Gide en correctionnelle ?'', Paris, Editions du Scorpion, 1959\n* ''Le grain sous la neige'', adaptation théâtrale d'après [[Ignazio Silone]], Éditions Mondiales, 1961\n* ''Vautrin'', adaptation théâtrale d'après [[Honoré de Balzac]], Paris, La Plume d'or, 1962\n* ''Eux et lui'', illustré par [[André Masson]], Monaco, Editions du Rocher, 1962\n* ''Essai sur la révolution sexuelle après Reich et Kinsey'', Paris, Belfond, 1963\n* ''Front Populaire, révolution manquée ?'', Paris, Julliard, 1963\n* ''Décolonisation du noir américain'', Paris, Présence Africaine, 1963\n* ''L'Algérie qui se cherche'', Paris, Présence Africaine, 1964\n* ''Un jeune homme excentrique. Essai d'autobiographie'', Paris, Julliard, 1965\n* ''Sur le fascisme'' : I- ''La peste brune'' ; II- ''Fascisme et grand capital'', Paris, Maspero, 1965 (réédition)\n* ''L'anarchisme. De la doctrine à l'action'', Paris, Gallimard, 1965. (Engl. translation by Mary Klopper, with an introduction by Noam Chomsky: ''[[Anarchism: From Theory to Practice]]'').\n* ''Ni Dieu ni maître. Histoire et anthologie de l'anarchie'', Paris, Éditions de Delphes, 1965\n* ''Pour un marxisme libertaire'', Paris, Laffont, 1969\n* ''Rosa Luxembourg et la spontanéité révolutionnaire'', Paris, Flammarion, 1971\n* ''Autobiographie de jeunesse. D'une dissidence sexuelle au socialisme'', Paris, Belfond, 1972\n* ''De l'Oncle Tom aux Panthères Noires'', Paris, UGE, 1973 (réédition : Les Bons Caractères, 2010)\n* ''Les assassins de Ben Barka. Dix ans d'enquête'', Paris, Guy Authier, 1975\n* ''La Révolution française et nous'', Paris, Maspero, 1976\n* ''Proudhon oui et non'', Paris, Gallimard, 1978\n* ''Homosexualité et révolution'', Paris, Le vent du ch'min, 1983\n\n==References==\n{{Reflist}}\n\n==External links==\n*[http://www.danielguerin.info DanielGuerin.info] Designed by activists, researchers and relatives, this site is dedicated to the life and works of Daniel Guerin\n*[http://dwardmac.pitzer.edu/Anarchist_Archives/bright/guerin/index.html Anarchist Archives]\n*[http://theanarchistlibrary.org/HTML/Daniel_Guerin__Anarchism__From_Theory_to_Practice.html ''Anarchism: From Theory to Practice'']\n*[http://www.marxists.org/history/etol/writers/guerin/index.htm Daniel Guérin Archive at marxists.org]\n*[http://flag.blackened.net/liberty/guerin.html The Anarchist Writings of Daniel Guerin]\n*\n\n{{Authority control}}\n\n{{DEFAULTSORT:Guerin, Daniel}}\n[[Category:1904 births]]\n[[Category:1988 deaths]]\n[[Category:Writers from Paris]]\n[[Category:French Section of the Workers' International politicians]]\n[[Category:Workers and Peasants' Socialist Party politicians]]\n[[Category:Unified Socialist Party (France) politicians]]\n[[Category:Libertarian socialists]]\n[[Category:French anarchists]]\n[[Category:French Trotskyists]]\n[[Category:Queer anarchism]]\n[[Category:Bisexual men]]\n[[Category:Bisexual politicians]]\n[[Category:Bisexual writers]]\n[[Category:Historians of fascism]]\n[[Category:Historians of Nazism]]\n[[Category:French essayists]]\n[[Category:French historians]]\n[[Category:French atheists]]\n[[Category:Historians of anarchism]]\n[[Category:Historians of the French Revolution]]\n[[Category:Historians of France]]\n[[Category:LGBT rights activists from France]]\n[[Category:French Marxist historians]]\n[[Category:Marxist theorists]]\n[[Category:French people of the Spanish Civil War]]\n[[Category:French male writers]]\n[[Category:Male essayists]]"}]}}}}