{"batchcomplete":"","query":{"pages":{"22640978":{"pageid":22640978,"ns":0,"title":"Lorenzo Peña","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{Infobox scholar  \n|name =  Lorenzo Peña\n|image =  Lorenzo Peña in 2007 (thumbnail).jpg\n|imagesize =  \n|alt =  Peña in 2007\n|caption =  Peña in 2007\n|fullname =  Lorenzo Peña y Gonzalo\n|othernames =  Llorenç Penya\n|birth_date =  August 29, 1944\n|birth_place =   [[Alicante]], [[Spain]]\n|residence = [[Tres Cantos]] [[Spain]]\n|era =  [[Contemporary philosophy]]\n|region =  Western philosophy\n|workplaces =  Pontificia Universidad Católica del Ecuador, Universidad de León, CSIC\n|alma_mater =  Université de Liège (Belgium)\n|thesis_title =  Contradiction et vérité : Étude sur les fondements et la portée épistémologique d'une logique contradictorielle\n|thesis_url =  http://lorenzopena.es/franc/liege/\n|thesis_year =  1979\n|doctoral_advisor = [[Paul Gochet]] \n|school_tradition = [[Analytic philosophy]] \n|main_interests =  [[Philosophy of law]], [[logic]], [[metaphysics]], [[philosophy of language]]\n|principal_ideas = [[Cumulativism]], [[Contradictorial gradualism]], [[Ontophantics]], [[republicanism]] \n|major_works =  El ente y su ser, Hallazgos Filosóficos, Estudios Republicanos\n|awards =  \n|influences =   [[Plato]], [[Aquinas]], [[Gottfried Wilhelm Leibniz|Leibniz]], [[Jeremy Bentham]], [[Hegel]], [[Marx]], [[Frege]], [[Willard Quine]], [[Ferdinand Gonseth]], [[Lotfi Zadeh]]\n|influenced =  \n|website =  http://lorenzopena.es/\n|footnotes =  Lorenzo Peña is a member of the Spanish Society of Legal and Political Philosophy and is a lawyer enrolled with the Madrid Bar Association of Advocates\n}} \n'''Lorenzo Peña''' (born August 29, 1944) is a Spanish [[philosophy|philosopher]],  [[lawyer]], [[logic]]ian and [[political philosophy|political thinker]]. His [[rationalism]] is a neo-Leibnizian approach both in [[metaphysics]] and [[law]].\n\n==Life==\nLorenzo Peña was born in [[Alicante]], [[Spain]], on August 29, 1944. Persecuted by [[Francisco Franco|Franco]]'s regime, his mother (born in the Madrid Royal Palace in 1911) was not allowed to return to the Spanish capital city until 1952.\n\nIn Madrid Peña was taught Greek and Indoeuropean linguistics by the renowned Spanish philologist [[Francisco Rodríguez Adrados]] and ethics by J.L. Aranguren.\n\nUpon becoming a political activist in February 1962, he was forced to emigrate in the spring 1965. In early 1969 he married his class-mate María Teresa Alonso in [[Meudon]] ([[France]]). While staying in Paris he was a disciple of the French historian [[Pierre Vilar]] and he witnessed the upheaval of May 1968. He gave up all clandestine activities in 1972. After spending 18 years in exile, he went back to Spain in 1983.\n\n== Career ==\nIn 1974 Peña was awarded his philosophy degree (''licenciatura'') from the PUCE (the Ecuadorian Pontifical University in [[Quito]]), with [http://hdl.handle.net/10261/12292] a thesis on [[Anselm of Canterbury]]'s [[Ontological argument]] for  the existence of God, his adviser being Julio C. Terán, S.J., who taught him hermeneutics. He then spent four years in Liège, Belgium, (1975–1979) where, under [[Paul Gochet]]'s supervision, he wrote [http://lorenzopena.es/franc/liege/] his dissertation on a system of contradictorial (paraconsistent) logic. At that time he was also granted a complementary degree in American Studies by the [[University of Liège]].\n\nUpon receiving his Ph.D. in 1979, he came back to Ecuador. He was a professor at the PUCE for four years and later on, after returning to Spain, at León University for another three years. In 1987 he was appointed senior scientific researcher at the CSIC ([[Spanish National Research Council]], Spain's main academic research institution).\n\nHe spent six months in [[Canberra]] as a visiting scholar (1992–1993), under the guidance of the late [[Richard Sylvan]], and was a colleague of [[Philip Pettit]] at the philosophy department of the [[Australian National University]]. Later on he shifted his research orientation to the [[philosophy of law]]. He became a lawyer by earning first an M.L. (DEA) from [[Autonomous University of Madrid]] in 2007 and then a PhD in Law (Doctor of Juridical Science) from the same University in 2015 with a doctoral dissertation entitled [http://dx.doi.org/10.13140/RG.2.1.4072.8169] IDEA IURIS LOGICA. In 2008 he enrolled with the Madrid Bar Association of Advocates. He reached the highest academic professional level (Research Professor) in 2006.\n\nIn August 2014 he underwent compulsory retirement but was granted the title of honorary Professor at his academic institution, the CSIC. As such he was appointed co-PI (Principal Investigator) of a new R+D project on the legal and ethical responsibility of omissions (2014-2017).\n\nPeña is the founder of the digital journal \n''SORITES'' (1995-2008) and also the founder and former leader of JuriLog (Logical Jurisprudence), the logic-and-law research group at the CSIC, which is carrying out an inquiry into nomological concepts and values.\n\n== Philosophical views ==\n\n=== Ontophantics ===\nOntophantics is the system of philosophical conceptions developed by Peña in the years 1974–1995 (which do not necessarily coincide with those he has developed in recent years).\n\nAlthough ontophantics is essentially a metaphysical doctrine, its starting point was a methodological approach through the philosophy of language, based on a realist semiotic theory to the effect that what is shown by language is also said (as against the Tractarian dichotomy), namely reality or being. Rather than regarding sentences and states of affairs in a static way, as logical atomists have done, ontophantics looks upon them dynamically, as transitions or processes. To utter a statement is not a mere series of successive actions of uttering the sentence's components but a transit from one saying into another along a temporal dimension. Likewise facts are nontemporal transitions consisting in a relation passing from one thing to another.\n\nSince all passages seem to be subject to [[Zeno's paradox]] of the arrow, a \n[[paraconsistent logic]] is resorted to in order to solve the puzzle. Instead of blaming contradictions on thought or language Peña ascribes them to reality by embracing a [[non-classical logic]].\n\nAnother feature of ontophantics is the rejection of all forms of essentialism in the sense of considering attributions of being-so independent of assertions of being or existence—an opinion Peña attributes to [[Aristotle]] and [[Alexius Meinong]]. Peña's existence-oriented ontology identifies each entity with a fact, its existence. Ontological truth is also identified with existence, which is a reduplicative property. Ontophantics follows Frege's view of sentences as names of objects, but in this case the objects under consideration are states of affairs. From a linguistic perspective phenomena of nominalization are thus gone into from an outlook which eliminates any categorical cleavages. Such a metaphysical theory is strongly Platonistic. Ontophantics is also a modal realism, which takes reality to be all-encompassing, and thus comprising non-actual worlds.\n\nOntophantics contains a holistic theory of knowledge influenced by Gonseth and Quine, considering the cleavage between analytic and synthetic judgments a matter of degree. This epistemological holism is a sort of empirical coherentism, for which the task of human knowledge is to set up theories, to confront them with experience taken as a whole and to gradually modify them. Not only foundationalism of any kind is rejected but reliabilism is not accepted either, since no procedure is to be unconditionally trusted come what may.\n\nPeña rehabilitates induction as a sound ground even for [[logical truth]]s (he follows the outdated opinion of [[John Stuart Mill]]). The choice among alternative logical systems has to be made in accordance with plausible criteria, one of which is fitness with the best explanation of available evidence, thus resorting to an optimization postulate, which in turn gets circularly warranted by its epistemological fruitness.\n\nThat optimization postulate is a rationality ideal which also provides a ground for assuming God's existence. Peña's first published book, ''The coincidence of opposites in God'' (Quito, 1981), was a discussion of the proofs of God's inexistence canvassed in the analytical philosophy of religion. He broached the question through a combination of a contradictorial logic and a non-standard set theory (in a way a mirror reversion of Quine's ML system), which regards infinite entities as not being subject to the principle of separation in virtue of which a thing is comprised by the set of entities with a certain characteristic only to the extent it has that characteristic. In that book he adopted determinism and rejected free will, a position he has maintained ever since, using it as a lever while grappling with issues in the philosophy of law.\n\n=== Contradictorial gradualism ===\n\nAs against other persuasions in paraconsistent logic (such as relevantism and the Brazilian school), the paraconsistent treatment developed by Peña, which belongs in the [[Lotfi A. Zadeh#Fuzzy sets and systems|fuzzy]] family founded by [[Lotfi A. Zadeh]], regards true contradictions as situations wherein a state of affairs enjoys only partial existence. His approach to fuzziness deviates from Zadeh's mainstream orthodoxy in rejecting alethic maximalism and so embracing the principle of excluded middle, regarding all intermediaries as degrees of both truth and falseness, being and non-being (Plato's influence is discernable here).\n\n=== Transitive logic ===\n\nIn order to clarify his philosophical proposal Peña has set up several systems of sentential and quantificational logic which he calls «transitive logic», TL, as partial implementations of his programme. TL is characterized by a couple of negations, one strong («not at all»), which has all classical properties, and a weak one (a mere «not»), which is degree-sensitive. The fragment of TL without strong negation is a non-conservative extension of [[Alan Ross Anderson]] and [[Nuel Belnap]]'s logic of relevance, ''E'', (by adding the funnel principle, namely that either A implies B or else A; in other words, what is not true at all implies anything). Transitive implication is partly similar to relevant implication (although much stronger), but its underlying philosophical motivation is entirely different, since it is read «to the extent [at least] that...». The fragment of TL without weak negation and the implication operator is classical logic. TL is thus a logical blend or rather a crossbreed.\n\nPeña's plan to investigate the grounds of his logical system as a nonclassical combinatory logic has thus far remained programmatic, but the combinatory account fits his metaphysical approach.\n\n=== Cumulativism ===\n\nCumulativism is Peña's philosophical orientation as developed from 1996 onwards. Cumulativism is contradictorial gradualism with an added emphasis on six hitherto partly implicit components of his approach: (1) All transitions are either continuous or at least supervene on underlying continuous mutations, going through successive steps; hence change is always slow and implies a succession of stages, each of which keeps many qualities of the previous stage. (2) All transitions are either aggregations or disaggregations (processes of sedimentation or erosion) since cumulation, gathering, is reality's most prominent feature (ontophantics had already conceived of all entities as sets, but now the principle of togetherness is made the mainstay of the philosophical system). (3) Metaphysical isolationism is avoided by espousing collectivism both in metaphysics and political philosophy. (4) A programme of conceptual flexibilization is proposed, by which concepts become soft, fluid, with shifting borders. (5) The gatherings or clusters this approach advances are called ''cumuli'', ''cumulations''—so as not to be mistaken for sets in the sense of standard set-theory—the main idea remaining that not all things congregated by a cluster necessarily share the cluster's defining charasterictic (and, more generally, the Meinongian description principle fails, namely that the entity which is thus-and-so is indeed thus-and-so). (6) As a compendium, cumulativism is taken to be the philosophy of conjunction: A-and-B is a conjunctive state of affairs which exists to the extent A and B exist. A-and-B's own properties supervene on those held by A and B.\n\n=== Nomological logic ===\n\nPeña's work on [[deontic logic]] began short after his 1979 Ph.D. diss. The first paper he published on the issue appeared in 1988. At that time, he essentially clung to von Wright's standard approach, departing from it only by introducing degrees and admitting normative contradictions or antinomies. He soon became dissatisfied with that scheme which proved to be incompatible with serious applications of deontic logic to the practice of legal reasoning. He found out the flaw was to think of deontic logic as a species of the genus modal logic by stressing the similarities between duty and necessity, and between licitness and possibility.\n\nThe underlying mistake, according to Peña, is a wrong metaphysical assumption which denies the existence of deontic states of affairs connected by implications. That denial pushes deontic logicians to conceive of deontic logic as the logic of duty-compliances. Thus if A necessarily implies B, standard deontic logic believes that the duty to do A implies a duty to do B—this is the rule of logical closure. That rule is one of the first dogmas waived by Peña's deontic approach.\n\nPeña was thus prompted to produce a new system of deontic logic, ''Nomological Logic'', or NL (also called 'Juristic Logic'), combining a number of particularities which make it unique:\n*All standard deontic principles are relinquished except Bentham's law (namely that what is obligatory is also licit). More precisely, the two following rules are abandoned: logical closure and the usual distribution rules (the obligatoriness of A-and-B implies the obligatoriness of A and that of B, and conversely).\n*Deontic detachment is embraced: If it is licit that either A or B, and in fact A happens not to be realized at all, then B is licit; and the same applies for obligatoriness. (Some restrictions are needed in order to avoid paradoxes.)\n*The principle of co-licitness is espoused, namely that, to the extent A is licit and so is B, A-and-B is licit too.\n*New deontic principles are introduced by resorting to two non-standard operators of hindering and causation: the causal effects of licit causes are licit and thwarting a licit behaviour is forbidden.\n*A non-standard rule of liberty is added: if the prohibition of A cannot be proved, then A must be taken to be licit.\n*Degrees of licitness and obligation are accounted for by apposite axioms involving implication; in particular a proportionality axiom is introduced linking degrees of realization of a factual antecedent with degrees of licitness or obligatoriness of the normative consequence.\n\nPeña claims that the valid principles of logic in general and deontic logic in particular are found by induction, or rather abduction, through a circular holistic process. It is only by studying normative reasoning as it really happens in legal practice that sanitized sets of axioms and inference rules can be devised and then subject to the acid test of applicability.\n\n=== Pluralistic axiology ===\n\nPeña has proposed a pluralistic axiology in order to deal with the debate between deontological and consequentialist approaches in ethics.\n\nPeña classifies ethical theories into two groups: [[internalism and externalism]], the former valuing conducts according to intrinsic features. Externalism comes in two ways: antecedentalism and [[consequentialism]]. There are two sorts of consequentialism: monistic and pluralistic, the former maintaining that there is one ethical property practical consequences of actions must have in order to render the action ethically valuable. Utilitarianism is a monist consequentialism.\n\nPeña is a pluralist. He is inclined to a pluralistic consequentialism, but his approach can be taken to transcend the very dichotomy, since, once no unique criterion is looked for, actions ought to be assessed in a number of ways according to different values, some of which are not necessarily teleological. Since the approach is gradualistic, ethical valuations are taken to be scales with infinitely many degrees combined in infinitely complex compositions. Withal, the nearer a causal consequence of our action is, the higher its ethical significance. Peña implements ethical pluralistic gradualism through his paraconsistent fuzzy logic: actions can be regarded as both good and bad, better in certain respects and worse in other respects.\n\nAs for the units of behaviour to be assessed, Peña's ideas are close to virtue ethics in that he thinks isolated actions are generally too narrow unities to be reasonably appraised, although a whole course of life is too broad. Something in-between is a more adequate candidate, which means a span of one's life evincing a continuation of purposes, choices and habits.\n\nPeña admits that a pluralistic axiology faces a serious difficulty, namely that it provides no clear guidance for action, unless there is an objective all-things-considered perspective. He claims that sometimes there is no such perspective and that in those cases choices are justified by one's previous allegiance to the prevalence of certain values. But even when an all-things-considered outlook is warranted, its existence does not mean that contradictory valuations are merely ''prima facie''. Thus ethical contradictions cannot be evaded.\n\n=== Social evolutionism ===\n\nAs against all who claim that progress is a vapid concept and that there is no continuous improvement along history, Peña's philosophy of history argues that progress is the necessary outcome of our cultural rationality—weak and partial though it is—thanks to which any human society will tend to ameliorate its welfare by blending the scattered wisdom of its members into a combined collective purposive intelligence, thus increasing, little by little, its social accumulation of material and intellectual assets, establishing more workable, reliable and socially acceptable laws and making distribution practices more consonant with the public interest.\n\nHuman progress being continuous, no historic leaps are possible and so there is no objective ground for any periodization. Any delimitation of epochs is a matter of mere convenience. The law of human progress is not to be assimilated to grand schemes postulating a predetermined succession of ages, such as those of the Stoics, Vico, Hegel, A. Comte and K. Marx.\n\nPeña's philosophy of history shares with those forerunners the view of human history as universal, both backwards and forwards. There is a common ancestry, which entails that at least a few elements of disparate human traditions go back to our shared origin. Those elements have been, time and again, strengthened by the mutual borrowing of concepts, techniques, institutions and procedures. There is also a common destination, owing to our shared Planet and a converging tendency, which needs no mysterious invisible hand but results from objective constraints.\n\nPeña's philosophy of history acknowledges collective minds, which supervene on individual minds. No society can exist without a common memory and common plans of living-together and reaching common aims (which does not mean that all members of the body politic share those feelings; Peña rejects any mandatory imposition of beliefs or values).\n\nPeña does not deny the existence of historic breaks caused by social involutions and disasters (wars, foreign subjugations, natural catastrophes) but thinks that every human society finds its way to restart the ascending march.\n\nPeña maintains that future-oriented improvement is the sense of human life, both individual and collective; so much so that a fundamental right of man is the right to have a better life—as far as possible. This general right encompasses particular welfare rights, such as the rights to food, to work, to have a dwelling, to mobility and so on, all of which ought to be considered dynamically.\n\n=== Republican republicanism ===\n\nPeña's legal philosophy is a natural-law theory deriving from Aquinas's conception of law as an ordinance of reason for the common good. Some of those ordinances are promulgated by legislators by means of certain speech acts; others, natural-law norms, stem from the very nature of social relations. As against social-covenant views, Peña regards human beings as naturally social, antecedently banded together into a community under an established authority, whose duty is to pursue the public interest. Peña claims that inhabitants of the land enter a quasi-contract by growing up within society and benefiting from established social institutions, thus committing themselves to contribute to the common good and to subordinate their particular interests to those of society as a whole and to the needs of such people as are worse-off.\n\nOne of the main claims this social philosophy advances is the rejection of the dichotomy between State and civil society, a contrived duality which he blames as the root of serious misconceptions. The primeval meaning of «Republic» being the State, «republicanism» primarily means giving some prominence to the ''public'' mission vested in the State, by promoting or favouring the government's intervention and the domain of resources publicly managed—provided, that is, that such a State has no hereditary ruler.\n\nPeña has coined the pleonastic phrase «republican republicanism» (or its alternative wording «public republicanism») to designate his political ideas, according to which the State's job is to pursue the common welfare by organizing the public services. Peña claims that there has never been a minimal state concerned with keeping law and order and nothing else. On the contrary, all states have undertaken a broad range of productive activities without which no private enterprise would have been workable at all.\n\nRepublican republicanism is thus a political philosophy tending to increase the scope of activities entrusted to the State, by setting up a planned economy with a powerful public sector and a gradual socialization of property; in the meanwhile private ownership has to be fraught with legal burdens for the common good. This doctrine borrows a number of ideas from the traditions of the British [[Fabian Society]], French [[Corporatism#Corporate solidarism|solidarism]] and German chair-socialism as well as the Spanish school of Krausist philosophers and lawyers who inspired the II Republic (1931–1939), whose Constitution he takes as a paradigm.\n\nPeña's republicanism implies the rejection of all forms of market economy, including [[market socialism]]. He contends that the State's patronage and intervention can alone bring a sense of directedness and unity of purpose, failing which the only practicable way is mercantile competition, with its dreary, ruthless consequences.\n\nAccording to Peña, republican republicanism differs in four ways from civic neo-republicanism, or civicism. For one thing, it rejects monarchy, while civicism is not concerned over the political form of government. For another, it is statist, while civicists in the main agree with libertarians and liberals in viewing the public arena as a neutral ground within which private endeavours and undertakings are pursued by citizens, companies or other private clubs. Third, civicism promotes such private virtues as foster participation in public institutions, whereas Peña's republicanism recognizes the right of individuals not to be concerned with public issues. And fourth, civicism professes one value, freedom, understood as non-domination, while, as we have already seen, Peña espouses a plurality of values: thriving or welfare (akin to [[Martha Nussbaum]]'s flourishing), love, liberty, rationality, brotherhood, equality and living-together, owing to which normative and axiological contradictions are unavoidable. Dealing with those contradictions needs weighing and proportion (contradictorial gradualism bears out this proposal).\n\nAn essential component of Peña's republicanism is the proposal of an Earthian Republic. Peña views regional blocks as splits of the human family bringing about enmities and conflicts of interest rather than a fraternal union, which he champions on the ground of both prudential and axiological considerations.\n\n== Writings by Lorenzo Peña ==\n*[http://www.plazayvaldes.es/libro/pasando-fronteras/1540/] 2015. ''Pasando fronteras: El valor de la movilidad humana''. México/Madrid: Plaza y Valdés. ISBN 978-84-16032-41-9. (Coedited with Txetxu Ausín.)\n*[http://hdl.handle.net/10261/117733] 2015. «El principio de confianza y los vaticinios apocalípticos», ''Diálogo Filosófico'', # 92, pp.&nbsp;243–265. ISSN 0213-1196.\n* [http://hdl.handle.net/10261/121448] 2015. «Fundamentos metafísicos del Derecho Natural», in ''Una filosofía del Derecho en acción: Homenaje al Profesor Andrés Ollero'', edited by Cristina Hermida and José Antonio Santos. Madrid: Congreso de los Diputados, 2015, pp.&nbsp;411–442. ISBN 9788479434892.\n* [http://hdl.handle.net/10261/102504] 2014. «Los grados del vivir», in ''Bioética en plural'', ed. by M. Teresa López de la Vieja. México/Madrid: Plaza y Valdés. ISBN 9788416032310. (Coauthored with Txetxu Ausín.)\n* [http://hdl.handle.net/10261/84359] 2013. «Una fundamentación jusnaturalista de los derechos humanos», ''Bajo Palabra'', II Época, # 8, pp.&nbsp;47–84. ISSN 1576-3935.\n* [http://www.plazayvaldes.es/libro/animales-no-humanos-entre-animales-humanos/1435/] 2012. «Derechos y deberes de nuestros hermanos inferiores», in ''Animales no humanos entre animales humanos'', ed. by Jimena Rodríguez Carreño, Madrid: Plaza y Valdés, pp.&nbsp;277–328. ISBN 978-84-15271-15-4.\n*[http://link.springer.com/chapter/10.1007/978-3-642-24672-2_8] 2012. «Soft Deontic Logic», in ''Soft Computing in Humanities and Social Sciences'', ed. by Rudolf Seising & Veronica Sanz. Studies in Fuzziness and Soft Computing, Volume 273, 2012, pp&nbsp;157–172. Springer V. DOI 10.1007/978-3-642-24672-2_8. Print ISBN 978-3-642-24671-5. Online ISBN 978-3-642-24672-2. (Coauthored with Txetxu Ausín.)\n*[http://www.rodopi.nl/senj.asp?BookId=RPS+9] 2012. «Cultural Entities», in ''The furniture of the world: Essays in ontology and metaphysics,'' ed. by Guillermo Hurtado & Óscar Nudler. Amsterdam and New York: Rodopi, pp.&nbsp;281–302. ISBN 978-90-420-3503-4.\n*[http://www.plazayvaldes.es/libro/animales-no-humanos-entre-animales-humanos/1435/] 2012. «Derechos y deberes de nuestros hermanos inferiores», in ''Animales no humanos entre animales humanos'', ed. by Jimena Rodríguez Carreño, Madrid: Plaza y Valdés, pp.&nbsp;277–328. ISBN 978-84-15271-15-4.\n*[http://www.plazayvaldes.es/libro/etica-y-servicio-publico/1387/] 2010. ''Ética y servicio público'', México/Madrid: Plaza y Valdés. ISBN 978-84-92751-94-5. (Coedited with Txetxu Ausín and Oscar Diego.)\n*[http://dialnet.unirioja.es/servlet/articulo?codigo=3412768] 2010. «Paso a paso: Una solución gradualista a la paradoja del sorites, lejos de la indeterminación y del agnosticismo», ''Bajo Palabra'', II Época, Nº 5, pp.&nbsp;399–418. ISSN 1576-3935. (Coauthored with Marcelo Vásconez.)\n*[http://arbor.revistas.csic.es/index.php/arbor/issue/view/95/showToc] 2010. ''Los derechos fundamentales del hombre en el mundo de hoy (Human Rights nowadays)'', Special Issue of ''Arbor'', ISSN 0210-1963, # 745. (DOI: 10.3989/arbor.2010.745n1237). (Coedited with Txetxu Ausín.)\n*[http://www.plazayvaldes.es/libro/estudios-republicanos/1291/] 2009. ''Estudios Republicanos: Contribución a la filosofía política y jurídica'', México/Madrid: Plaza y Valdés. ISBN 978-84-96780-53-8.\n*[http://hdl.handle.net/10261/13295] 2009. «Normatividad y contingencia», in ''Aproximaciones a la contingencia'', ed. by Concha Roldán & Óscar Moro, Madrid: Los libros de la Catarata, pp.&nbsp;25–64. ISBN 978-84-8319-437-9.\n*[http://www.plazayvaldes.es/libro/pluralidad-de-la-filosofia-analitica/1230/] 2007. «El cumulativismo», in ''Pluralidad de la filosofía analítica'', ed. by David P. Chico & Moisés Barroso, Madrid-México: Plaza y Valdés, pp.&nbsp;343–386. ISBN 978-84-96780-02-6.\n*[https://books.google.com/books/about/Los_derechos_positivos.html?id=PsPUUbZmHzsC&redir_esc=y] 2006. ''Los derechos positivos: Las demandas justas de acciones y prestaciones'', (co-edited with Txetxu Ausín). México/Madrid: Plaza y Valdés. ISBN 978-84-934395-5-2.\n*[http://hdl.handle.net/10261/10001] 2000. «Paraconsistent Deontic Logic with Enforceable Rights», in ''Frontiers of Paraconsistent Logic'' ed. by D. Batens, Ch. Mortensen, G. Priest & J.-P. van Bendegem. Baldford (England): Research Studies Press Ltd. (RSP) [Logic and Computation Series]. ISBN 0863802532, pp.&nbsp;29–47. [Coauthored with Txetxu Ausín.]\n*[http://hdl.handle.net/10261/9419] 1999. «The Coexistence of Contradictory Properties in the Same Subject According to Aristotle», ''Apeiron'' 32/3, pp.&nbsp;203–30. ISSN 0003-6390.\n*[http://hdl.handle.net/10261/9860] 1998. «C<Sub>1</Sub>-Compatible Transitive Extensions of System CT», ''Logique et Analyse'', Nº 161-162-163, pp.&nbsp;135–143.\n*[http://hdl.handle.net/10261/9863] 1993. «In Defense of Full-Scale Planning», ''Science and Society'' 57/2 (New York: Guilford Press), pp.&nbsp;204–13. ISSN 0036-8237.\n*[http://hdl.handle.net/10261/12290] 1993. ''Introducción a las lógicas no-clásicas''. México: UNAM Pp.&nbsp;240. ISBN 968-36-3451-6.\n*[http://hdl.handle.net/10261/10842] 1992. ''Hallazgos filosóficos''. Salamanca: Ediciones de la Universidad Pontificia de Salamanca. ISBN 84-7299-289-6. Pp.&nbsp;363.\n*[http://hdl.handle.net/10261/11236] 1991. ''Rudimentos de lógica matemática''. Madrid: CSIC. Pp. vi+324. ISBN 84-00-07156-5.\n*[http://hdl.handle.net/10261/9247] 1990. «Partial Truth, Fringes and Motion: Three Applications of a Contradictorial Logic». ''Studies in Soviet Thought'', vol 37 (Dordrecht: Kluwer), pp.&nbsp;83–122. ISSN 0039-3797.\n*1989. «Verum et ens conuertuntur: The Identity between Truth and Existence within the Framework of a Contradictorial Modal Set-Theory», in ''Paraconsistent Logic: Essays on the Inconsistent'', ed. by G. Priest, R. Routley & J. Norman. Munich: Philosophia Verlag, pp.&nbsp;563–612 ISBN 3-88405-058-3.\n*[http://hdl.handle.net/10261/19229] 1987. ''Fundamentos de ontología dialéctica''. Madrid: Siglo XXI. Pp.&nbsp;427. ISBN 84-323-0606-1.\n*[http://hdl.handle.net/10261/19227] 1985. ''El ente y su ser: un estudio lógico-metafísico''. León: Servicio de Publicaciones de la Universidad de León. Pp.&nbsp;568. ISBN 84-600-3973-0.\n*[http://hdl.handle.net/10261/25967] 1981. ''La coincidencia de los opuestos en Dios''. Quito: Educ (Ediciones de la Universidad Católica). Pp.&nbsp;568. ISBN 9978-44-473-4.\n\n== References ==\n*[http://hdl.handle.net/10261/126534] Juan Antonio Negrete ''Un diálogo con Lorenzo Peña''. Apeiron, coll. ''Imprimatur'', November 2015. ISSN 2386-5326.\n*[http://www.filosoficas.unam.mx/~Modus/MP8/Lorenzo2.html] Antonella Attili, Interview to Lorenzo Peña (''Modus Ponens'', #7 and #8.\n*[http://lorenzopena.es/criticas/beuchot.pdf] Mauricio Beuchot, «La esencia y la existencia en el sistema ontofántico de Lorenzo Peña», ''Cuadernos Salmantinos de Filosofía'' XVI (1989), pp.&nbsp;255–261.\n*[http://dialnet.unirioja.es/servlet/articulo?codigo=19732] José Biedma, «Dialéctica de la plenitud» ''Revista de Filosofía'', Univ. Complutense, #24 (2000) (also [http://www.adamar.org/archivo/i_epoca/num4/pag44_27.htm] http://www.adamar.org/archivo/i_epoca/num4/pag44_27.htm (''Adamar'' #4, spring 2001).\n*[http://dialnet.unirioja.es/servlet/articulo?codigo=41658] Newton C.A. da Costa, «Aspectos de la filosofía de la lógica de Lorenzo Peña», ''Arbor'' #520 (1989).\n*[http://dialnet.unirioja.es/servlet/articulo?codigo=97966] Manuel Liz, «Guía de bolsillo con notas y comentarios) del libro de Lorenzo Peña ''El ente y su ser: Un estudio lógico-metafísico''», ''Contextos'', # 17-18, 1991), pp.&nbsp;67–111.\n*[http://www2.units.it/episteme/L&PS_Vol4No1/paoli_L&PS_Vol4No1.pdf] Francesco Paoli, «Comparing Two Views of Comparison: Peña and Casari on Vagueness and Comparatives», ''Logic & Philosophy of Science'', Vol. IV, # 1 (2006), pp.&nbsp;105–121.\n*[http://www.slideshare.net/Marcelo_Vasconez/justicia-mercado-libre-y-comunismo] Marcelo Vásconez Carrasco, «Justicia, mercado libre y comunismo. El pensamiento socio-político de Lorenzo Peña», in ''Memorias del VII Encuentro Ecuatoriano de Filosofía'', Cuenca, Universidad de Cuenca, 1998, pp.&nbsp;363–371.\n*[http://www.slideshare.net/Marcelo_Vasconez/ideario-tico-poltico-de-lorenzo-pea] Marcelo Vásconez Carrasco, \"Ideario ético-político de Lorenzo Peña\".\n\n== External links ==\n*[http://lorenzopena.es] Lorenzo Peña's home page (http://lorenzopena.es)\n*[http://www.sorites.org] SORITES (http://www.sorites.org)\n*[http://digital.csic.es/browse?type=author&value=Pe%C3%B1a%2C+Lorenzo] The CSIC digital repository\n*[http://www.google.com/profiles/LorenzoPenaGonzalo] Google Profile of Lorenzo Peña\n*[http://csic.academia.edu/LorenzoPe%C3%B1a] Profile of Lorenzo Peña at the site academia.edu\n*[http://www.plazayvaldes.es/autor/lorenzo-pena/725/] His current publisher's site\n\n{{Authority control}}\n\n{{DEFAULTSORT:Pena, Lorenzo}}\n[[Category:Political philosophers]]\n[[Category:Analytic philosophers]]\n[[Category:Spanish philosophers]]\n[[Category:Philosophers of law]]\n[[Category:Paraconsistent logic]]\n[[Category:Living people]]\n[[Category:1944 births]]"}]}}}}